{
   "test":"ENGLISH",
   "hello":"Hello",
   "home":"HOME",
   "game":"GAME",
   "about_us":"ABOUT US",
   "service":"SERVICE",
   "advantage":"ADVANTAGE",
   "contact_us":"CONTACT US",
   "professional_quality_game_team":"Professional and high-quality game team",
   "welcome_game_tech_experience_enjoy":"Welcome to our gaming world! Experience smooth gameplay and stunning graphics with cutting-edge technology. Whether it's adventure, puzzles, or casual games, we’re here to meet your entertainment needs. Join us now for an exciting journey!",
   "hot_games":"HOT GAMES",
   "see_more":"SEE MORE",
   "maintenance":"Under Maintenance",
   "about":"ABOUT",
   "pro_team_creative_games_quality":"Our company has a professional software development and visual design team dedicated to providing players with innovative and diverse gaming experiences. Based on rigorous standardized development processes, we combine creativity and technology to create high-quality gaming products, ensuring that every player enjoys a seamless visual and auditory feast. Whether it's the exquisite presentation of game graphics or the design of the operating system, we maintain the highest level of professionalism to provide players with the best interactive experience. Whether you are seeking visual impact or craving challenges in combat, we can meet your needs while continuously innovating and driving the development of the gaming industry.",
   "vision_future_goal":"Development Vision",
   "quality_service_commitment":"We are committed to providing an exceptional gaming experience, with quality as our top priority. We continuously innovate technology to enhance the security and stability of our games. Gaming is not just entertainment; it is also a source of peace of mind and enjoyment. We promise to provide every player with exclusive VIP-level service, resolving issues promptly to ensure a worry-free gaming experience. Our goal is to ensure that every player feels cared for, respected, and receives professional service while enjoying the game, with quality as the benchmark we constantly strive for.",
   "our_service":"Our Services",
   "our_team":"Our Team",
   "innovative_team_game_experience":"Our team combines expert engineers and visual designers to create innovative game products that meet market demands, blending technology and art for an exceptional gaming experience.",
   "game_design":"Game Design",
   "html5_engine_fair_design":"Our HTML5-based game design ensures a stable environment with fair mechanisms, reasonable profit rates, and exciting high multiplier payouts for an unparalleled gaming experience.",
   "visual_design":"Visual Design",
   "visual_design_creative_experience":"Our visual design team is dedicated to creating unique and vibrant visual experiences. Through meticulously designed characters, scenes, and UI elements, we inject creativity and soul into each project, transforming complex concepts into unforgettable visual stories.",
   "backend_stable":"Stable Backend",
   "backend_system_efficient_stable":"Our backend system is designed for efficiency and stability, offering an intuitive interface for administrators. With powerful data analysis and real-time monitoring, it optimizes game operations, supports precise decision-making, manages risks, and ensures smooth performance.",
   "backend_management":"Backend Management",
   "customer_platform_solutions":"Whether it's a customer-facing platform or internal tools, our solutions are designed with efficiency, customization, and user-friendliness at their core, ensuring a seamless experience for all users. Focusing on innovation and practicality, we are dedicated to helping businesses operate smoothly while delivering exceptional value to our clients.",
   "safety":"Security",
   "data_security_standards":"All data is stored in accordance with the highest standards of cybersecurity and information security.",
   "stability":"Stability",
   "platform_scalability_support":"Our platform has strong scalability and secure, stable servers to ensure efficient and reliable service. We provide 24/7 customer support to address users' needs and issues at any time.",
   "simple":"Simplicity",
   "user_friendly_interface_management":"A simple and user-friendly interface allows administrator users to track performance at any time and make real-time adjustments to preset settings.",
   "contact_form_assistance":"If you need consultation, please fill out the form below, and our team will handle it as soon as possible.",
   "name":"Name",
   "consultation_item":"Consultation Item",
   "game_api_collaboration":"Game API Collaboration",
   "other_issues":"Other Issues",
   "country":"Country",
   "language_preference":"Language Preference",
   "english":"English",
   "simplified_chinese":"Simplified Chinese",
   "traditional_chinese":"Traditional Chinese",
   "phone_num":"Phone number",
   "email":"E-Mail",
   "other_contact_methods":"Other Contact Methods",
   "other_contact_id":"Other Contact ID",
   "consultation_content":"Consultation Content",
   "consent_to_use_info":"This form contains your personal contact information. To respond to your inquiry more effectively, we need your consent to use this information.",
   "agree_to_privacy_policy":"I agree to the Privacy Policy.",
   "submit":"Submit",
   "language": "Language",
   "log_out": "Log Out"
}